Autodesk.Revit.DB.Structure.Hub.GetPointId
Returns ElementId of the associated Point element.
Returns:
Returns the Point element Id or invalidElementId if there is no Hub assciated with this point.
Since:
2026